Repository: alicanov98/Discount_App
Catalog: Discount/Localizable.xcstrings
Source language: en
Languages: az, ru

# %@ ₼ endirim
source: %@ ₼ off
az: %@ ₼ endirim
ru: Скидка %@ ₼

# %@ hesabı
source: %@ account
az: %@ hesabı
ru: Аккаунт: %@

# %@ tarixinədək
source: Until %@
az: %@ tarixinədək
ru: До %@

# %@-dək
source: Until %@
az: %@-dək
ru: До %@

# %@%% endirim
source: %@%% off
az: %@%% endirim
ru: Скидка %@%%

# %lld təklif
source: %lld offers
az: %lld təklif
ru: %lld предложений

# 5 km · %lld kampaniya
source: 5 km · %lld campaigns
az: 5 km · %lld kampaniya
ru: 5 км · %lld акций

# 5 km ətrafında kampaniya tapılmadı.
source: No campaigns found within 5 km.
az: 5 km ətrafında kampaniya tapılmadı.
ru: В радиусе 5 км акции не найдены.

# Açıq
source: Light
az: Açıq
ru: Светлое

# Ad daxil edilməlidir.
source: Please enter a name.
az: Ad daxil edilməlidir.
ru: Введите имя.

source: Your name and email are part of your profile. Update your personal or business details from the profile page.
az: Ad və e-poçt hesabının profil məlumatlarıdır. Şəxsi və ya biznes məlumatlarını profil səhifəsində yeniləyə bilərsən.
ru: Имя и электронная почта входят в данные профиля. Личные данные или данные бизнеса можно обновить на странице профиля.

# Ad və soyad
source: Full name
az: Ad və soyad
ru: Имя и фамилия

# Adın və soyadın
source: Your full name
az: Adın və soyadın
ru: Ваше имя и фамилия

# Ana səhifə
source: Home
az: Ana səhifə
ru: Главная

# Artıq hesabım var
source: I already have an account
az: Artıq hesabım var
ru: У меня уже есть аккаунт

# Axşamın xeyir
source: Good evening
az: Axşamın xeyir
ru: Добрый вечер

# Axtar
source: Search
az: Axtar
ru: Поиск

# Axtarışı təmizlə
source: Clear search
az: Axtarışı təmizlə
ru: Очистить поиск

# Ayarlar
source: Settings
az: Ayarlar
ru: Настройки

source: Open Settings → Manage notifications. Change preferences for nearby offers, interests and favorites, then tap Save changes.
az: Ayarlar → Bildiriş idarəsi keçidini aç. Yaxınlıq, maraqlar və seçilmişlər üzrə seçimlərini dəyişib Dəyişiklikləri saxla düyməsinə toxun.
ru: Откройте Настройки → Управление уведомлениями. Измените параметры предложений рядом, интересов и избранного, затем нажмите «Сохранить изменения».

# Ayarları aç
source: Open settings
az: Ayarları aç
ru: Открыть настройки

# Bağla
source: Close
az: Bağla
ru: Закрыть

# Başlayaq
source: Get started
az: Başlayaq
ru: Начать

# Başqa söz və ya kateqoriya ilə axtar.
source: Try another search term or category.
az: Başqa söz və ya kateqoriya ilə axtar.
ru: Попробуйте другое слово или категорию.

# Bəyəndiklərini saxla. Sonra rahat tap.
source: Save what you love. Find it easily later.
az: Bəyəndiklərini saxla. Sonra rahat tap.
ru: Сохраняйте понравившееся. Находите его позже.

# Bəyəndiyin kampaniyalardakı ürək düyməsinə toxun.
source: Tap the favorite button on offers you like.
az: Bəyəndiyin kampaniyalardakı ürək düyməsinə toxun.
ru: Нажмите кнопку избранного на понравившихся предложениях.

# Bildiriş idarəsi
source: Manage notifications
az: Bildiriş idarəsi
ru: Управление уведомлениями

# Bildiriş radiusu (km)
source: Notification radius (km)
az: Bildiriş radiusu (km)
ru: Радиус уведомлений (км)

# Bildiriş seçimləri
source: Notification preferences
az: Bildiriş seçimləri
ru: Настройки уведомлений

# Bildiriş seçimlərini necə dəyişə bilərəm?
source: How do I change my notification preferences?
az: Bildiriş seçimlərini necə dəyişə bilərəm?
ru: Как изменить настройки уведомлений?

# Bildirişi bağla
source: Dismiss notification
az: Bildirişi bağla
ru: Закрыть уведомление

# Bildirişlər
source: Notifications
az: Bildirişlər
ru: Уведомления

# Bir addımlığında
source: Right nearby
az: Bir addımlığında
ru: Совсем рядом

# Bir toxunuşla yadda saxla
source: Save with one tap
az: Bir toxunuşla yadda saxla
ru: Сохраните одним нажатием

# Bitmək üzrə
source: Ending soon
az: Bitmək üzrə
ru: Скоро закончатся

# Bitmək üzrə olan kampaniyalar
source: Campaigns ending soon
az: Bitmək üzrə olan kampaniyalar
ru: Акции, которые скоро закончатся

# Biznes
source: Business
az: Biznes
ru: Бизнес

# Biznes adı
source: Business name
az: Biznes adı
ru: Название бизнеса

# Biznes haqqında
source: About the business
az: Biznes haqqında
ru: О бизнесе

# BİZNES HESAB
source: BUSINESS ACCOUNT
az: BİZNES HESAB
ru: БИЗНЕС-АККАУНТ

# Biznes hesabı
source: Business account
az: Biznes hesabı
ru: Бизнес-аккаунт

# Biznes məlumatları
source: Business details
az: Biznes məlumatları
ru: Данные бизнеса

# Biznes profili
source: Business profile
az: Biznes profili
ru: Профиль бизнеса

# Biznesin adı
source: Your business name
az: Biznesin adı
ru: Название вашего бизнеса

source: Your business, campaigns and their statistics will be permanently deleted. This cannot be undone.
az: Biznesin, kampaniyaların və onların statistikası birdəfəlik silinəcək. Bu əməliyyatı geri qaytarmaq mümkün deyil.
ru: Ваш бизнес, акции и их статистика будут удалены безвозвратно. Это действие нельзя отменить.

# Biznesini qısaca tanıt
source: Briefly describe your business
az: Biznesini qısaca tanıt
ru: Кратко расскажите о своём бизнесе

# Bölmə
source: Section
az: Bölmə
ru: Раздел

# Bu ərazidəki kampaniyaları yenilə
source: Refresh campaigns in this area
az: Bu ərazidəki kampaniyaları yenilə
ru: Обновить акции в этой области

# Burada tapa bilərsən
source: Find it here
az: Burada tapa bilərsən
ru: Найти на карте

# Bütün kateqoriyalar
source: All categories
az: Bütün kateqoriyalar
ru: Все категории

# Cari məkanın · 5 km ətrafında
source: Your location · within 5 km
az: Cari məkanın · 5 km ətrafında
ru: Ваше местоположение · в радиусе 5 км

# Daha çox göstər
source: Show more
az: Daha çox göstər
ru: Показать ещё

# Daha çox qənaət et
source: Save more
az: Daha çox qənaət et
ru: Экономьте больше

# Daxil ol
source: Sign in
az: Daxil ol
ru: Войти

# Dəyişiklikləri saxla
source: Save changes
az: Dəyişiklikləri saxla
ru: Сохранить изменения

# Dəyişiklikləri saxlamaq mümkün olmadı.
source: Your changes could not be saved.
az: Dəyişiklikləri saxlamaq mümkün olmadı.
ru: Не удалось сохранить изменения.

# Dil
source: Language
az: Dil
ru: Язык

# Düzgün e-poçt ünvanı daxil et.
source: Enter a valid email address.
az: Düzgün e-poçt ünvanı daxil et.
ru: Введите корректный адрес электронной почты.

# E-poçt
source: Email
az: E-poçt
ru: Электронная почта

# E-poçt daxil edilməlidir.
source: Please enter an email.
az: E-poçt daxil edilməlidir.
ru: Введите электронную почту.

# E-poçt daxil edin
source: Enter your email
az: E-poçt daxil edin
ru: Введите электронную почту

# Elektronika
source: Electronics
az: Elektronika
ru: Электроника

# Endirim və kampaniya şərtlərini haradan öyrənim?
source: Where can I find the discount and campaign conditions?
az: Endirim və kampaniya şərtlərini haradan öyrənim?
ru: Где узнать скидку и условия акции?

# Ev və yaşam
source: Home and living
az: Ev və yaşam
ru: Дом и быт

# Əlavə şərt qeyd edilməyib. Ətraflı məlumatı biznesdən əldə edə bilərsən.
source: No additional terms provided. Contact the business for details.
az: Əlavə şərt qeyd edilməyib. Ətraflı məlumatı biznesdən əldə edə bilərsən.
ru: Дополнительные условия не указаны. Уточните подробности у компании.

# Əməliyyatı tamamlamaq mümkün olmadı.
source: The operation could not be completed.
az: Əməliyyatı tamamlamaq mümkün olmadı.
ru: Не удалось выполнить операцию.

# Ən az 6 simvol
source: At least 6 characters
az: Ən az 6 simvol
ru: Не менее 6 символов

# Ən son əlavə olunan təkliflər
source: Recently added offers
az: Ən son əlavə olunan təkliflər
ru: Недавно добавленные предложения

# Ən yenilər
source: Newest
az: Ən yenilər
ru: Самые новые

# Ən yüksək endirim
source: Biggest discount
az: Ən yüksək endirim
ru: Самая большая скидка

# Ən yüksək endirimləri kəşf et
source: Discover the biggest discounts
az: Ən yüksək endirimləri kəşf et
ru: Откройте самые большие скидки

# Ərazidəki kampaniyalar
source: Campaigns in this area
az: Ərazidəki kampaniyalar
ru: Акции в этой области

# Əyləncə
source: Entertainment
az: Əyləncə
ru: Развлечения

# Fürsətləri kəşf et
source: Discover offers
az: Fürsətləri kəşf et
ru: Откройте предложения

# Gecən xeyrə
source: Good night
az: Gecən xeyrə
ru: Доброй ночи

# Giriş
source: Sign in
az: Giriş
ru: Вход

# Görünüş
source: Appearance
az: Görünüş
ru: Оформление

# Gözəllik
source: Beauty
az: Gözəllik
ru: Красота

# Günortan xeyir
source: Good afternoon
az: Günortan xeyir
ru: Добрый день

# Gününə dəyər qatan təkliflər.
source: Offers that make your day better.
az: Gününə dəyər qatan təkliflər.
ru: Предложения, которые сделают ваш день лучше.

# Hamısı
source: See all
az: Hamısı
ru: Все

# Hesab
source: Account
az: Hesab
ru: Аккаунт

# Hesab növləri
source: Account types
az: Hesab növləri
ru: Типы аккаунтов

# Hesab növü
source: Account type
az: Hesab növü
ru: Тип аккаунта

# Hesab təhlükəsizliyi
source: Account security
az: Hesab təhlükəsizliyi
ru: Безопасность аккаунта

# Hesabdan çıx
source: Log out
az: Hesabdan çıx
ru: Выйти

# Hesabdan çıxmaq istəyirsən?
source: Log out of your account?
az: Hesabdan çıxmaq istəyirsən?
ru: Выйти из аккаунта?

# Hesabı saxla
source: Keep account
az: Hesabı saxla
ru: Сохранить аккаунт

# Hesabı sil
source: Delete account
az: Hesabı sil
ru: Удалить аккаунт

# Hesabım
source: My account
az: Hesabım
ru: Мой аккаунт

# Hesabım var.
source: I already have an account.
az: Hesabım var.
ru: У меня уже есть аккаунт.

# Hesabın silinməsi
source: Account deletion
az: Hesabın silinməsi
ru: Удаление аккаунта

# Hesabın və ona bağlı məlumatlar birdəfəlik silinəcək.
source: Your account and associated data will be permanently deleted.
az: Hesabın və ona bağlı məlumatlar birdəfəlik silinəcək.
ru: Ваш аккаунт и связанные с ним данные будут удалены безвозвратно.

# Hesabın yoxdur?
source: Don’t have an account?
az: Hesabın yoxdur?
ru: Нет аккаунта?

# Hesabındakı məkanın 5 km ətrafı
source: Within 5 km of your saved location
az: Hesabındakı məkanın 5 km ətrafı
ru: В радиусе 5 км от сохранённого местоположения

# Hesabındakı məkanın 5 km ətrafında
source: Within 5 km of your saved location
az: Hesabındakı məkanın 5 km ətrafında
ru: В радиусе 5 км от сохранённого местоположения

# Hesabını silmək istəyirsən?
source: Delete your account?
az: Hesabını silmək istəyirsən?
ru: Удалить аккаунт?

source: To delete your account, go to Profile → Settings → Delete account. Confirmation is required, and deletion cannot be undone.
az: Hesabını silmək üçün Profil → Ayarlar → Hesabı sil keçidindən istifadə et. Silməzdən əvvəl təsdiq tələb olunur və bu əməliyyat geri qaytarılmır.
ru: Для удаления аккаунта откройте Профиль → Настройки → Удалить аккаунт. Требуется подтверждение. Удаление нельзя отменить.

# Hələ seçilmiş təklif yoxdur
source: No favorite offers yet
az: Hələ seçilmiş təklif yoxdur
ru: Пока нет избранных предложений

# Hər gün yeni fürsətlər
source: New offers every day
az: Hər gün yeni fürsətlər
ru: Новые предложения каждый день

# İdman
source: Sports
az: İdman
ru: Спорт

# İstifadə qaydaları
source: Terms of use
az: İstifadə qaydaları
ru: Правила использования

# İstifadə şərtləri
source: Terms and conditions
az: İstifadə şərtləri
ru: Условия использования

# Kampaniya
source: Campaign
az: Kampaniya
ru: Акция

# Kampaniya haqqında
source: About this campaign
az: Kampaniya haqqında
ru: Об акции

source: Tap the favorite button on a campaign card. Find saved offers on the Favorites page. This feature is available for personal accounts.
az: Kampaniya kartındakı seçilmişlər düyməsinə toxun. Saxladığın təklifləri Seçilmişlər səhifəsində tapa bilərsən. Bu funksiya şəxsi hesablar üçün mövcuddur.
ru: Нажмите кнопку избранного на карточке акции. Сохранённые предложения находятся на странице «Избранное». Функция доступна для личных аккаунтов.

# Kampaniya tapılmadı
source: No campaigns found
az: Kampaniya tapılmadı
ru: Акции не найдены

# Kampaniya və ya marka
source: Campaign or brand
az: Kampaniya və ya marka
ru: Акция или бренд

# Kampaniyalara siyahıda bax
source: View campaigns as a list
az: Kampaniyalara siyahıda bax
ru: Посмотреть список акций

# Kampaniyalardan istifadə
source: Using campaigns
az: Kampaniyalardan istifadə
ru: Использование акций

source: Open the campaign to check the discount, end date, address and conditions. Contact the business offering the campaign for additional questions.
az: Kampaniyanı açaraq endirim məbləğini, bitmə tarixini, ünvanını və istifadə şərtlərini yoxla. Əlavə suallar üçün kampaniyanı təqdim edən biznesə müraciət et.
ru: Откройте акцию, чтобы проверить размер скидки, дату окончания, адрес и условия. За дополнительной информацией обратитесь в компанию, предлагающую акцию.

# Kampaniyanı necə yadda saxlayım?
source: How do I save a campaign?
az: Kampaniyanı necə yadda saxlayım?
ru: Как сохранить акцию?

# Kampaniyanın detallarına bax
source: View campaign details
az: Kampaniyanın detallarına bax
ru: Подробности акции

source: Check the dates, address and conditions in the campaign details. For more information about a discount, contact the business offering it.
az: Kampaniyanın müddətini, ünvanını və şərtlərini detallarda yoxla. Endirim barədə əlavə məlumat üçün kampaniyanı təqdim edən biznesə müraciət et.
ru: Проверьте срок действия, адрес и условия в описании акции. За подробностями о скидке обратитесь в компанию, которая её предлагает.

# Kateqoriya
source: Category
az: Kateqoriya
ru: Категория

# Keç
source: Skip
az: Keç
ru: Пропустить

# KƏŞF ET
source: DISCOVER
az: KƏŞF ET
ru: ОТКРЫВАЙТЕ

# Kəşf hesabınla fürsətlər bir addım yaxındadır.
source: Your account brings offers one step closer.
az: Kəşf hesabınla fürsətlər bir addım yaxındadır.
ru: С вашим аккаунтом предложения на шаг ближе.

# Kömək və dəstək
source: Help & support
az: Kömək və dəstək
ru: Помощь и поддержка

# Küçə və bina
source: Street and building
az: Küçə və bina
ru: Улица и дом

# Ləğv et
source: Cancel
az: Ləğv et
ru: Отмена

# Loqo linki
source: Logo URL
az: Loqo linki
ru: Ссылка на логотип

source: Interests and favorites help you find relevant offers. Your language and appearance are saved on your device; change notification preferences in Settings.
az: Maraqlar və seçilmişlər sənə uyğun təklifləri tapmağa kömək edir. Dil və görünüş seçimin cihazda yadda saxlanır; bildiriş seçimlərini Ayarlardan dəyişə bilərsən.
ru: Интересы и избранное помогают находить подходящие предложения. Язык и оформление сохраняются на устройстве; параметры уведомлений можно изменить в настройках.

# Maraqlarım
source: My interests
az: Maraqlarım
ru: Мои интересы

# Maraqlarıma uyğun təkliflər
source: Offers matching my interests
az: Maraqlarıma uyğun təkliflər
ru: Предложения по моим интересам

# Maraqların yeniləndi.
source: Your interests have been updated.
az: Maraqların yeniləndi.
ru: Ваши интересы обновлены.

# Maraqlarına uyğun təkliflər
source: Offers for your interests
az: Maraqlarına uyğun təkliflər
ru: Предложения по вашим интересам

# Market
source: Groceries
az: Market
ru: Продукты

# Məkan
source: Location
az: Məkan
ru: Местоположение

# Məkan əlçatan deyil
source: Location unavailable
az: Məkan əlçatan deyil
ru: Местоположение недоступно

# Məkan icazəsi
source: Location permission
az: Məkan icazəsi
ru: Доступ к геолокации

# Məkan icazəsi bağlıdır
source: Location permission is disabled
az: Məkan icazəsi bağlıdır
ru: Доступ к геолокации отключён

# Məkan icazəsi gözlənilir…
source: Waiting for location permission…
az: Məkan icazəsi gözlənilir…
ru: Ожидание разрешения на геолокацию…

# Məkan müəyyən edilir…
source: Finding your location…
az: Məkan müəyyən edilir…
ru: Определение местоположения…

# Məkan müəyyən edilmədi
source: Location could not be determined
az: Məkan müəyyən edilmədi
ru: Не удалось определить местоположение

# Məkan seçmək üçün xəritəyə toxun.
source: Tap the map to select a location.
az: Məkan seçmək üçün xəritəyə toxun.
ru: Нажмите на карту, чтобы выбрать место.

# Məkan və ya ünvan axtar
source: Search for a place or address
az: Məkan və ya ünvan axtar
ru: Поиск места или адреса

# Məkanı yenidən yoxla
source: Check location again
az: Məkanı yenidən yoxla
ru: Проверить местоположение снова

# Məkanımı göstər və kampaniyaları yenilə
source: Show my location and refresh campaigns
az: Məkanımı göstər və kampaniyaları yenilə
ru: Показать моё местоположение и обновить акции

source: Your location is used to show your area on the home page and nearby campaigns on the map. Manage permission in your device settings.
az: Məkanın ana səhifədə olduğun ərazini və xəritədə yaxınlıqdakı kampaniyaları göstərmək üçün istifadə olunur. İcazəni cihazın ayarlarından idarə edə bilərsən.
ru: Местоположение используется для отображения вашего района на главной странице и акций рядом на карте. Управляйте разрешением в настройках устройства.

# Məkanını seç, ətrafındakı kampaniyalara bax və bəyəndiyin yerə yolunu tap.
source: Choose your location, explore nearby campaigns and find your way to places you like.
az: Məkanını seç, ətrafındakı kampaniyalara bax və bəyəndiyin yerə yolunu tap.
ru: Выберите местоположение, найдите акции рядом и проложите маршрут.

# Məxfilik
source: Privacy
az: Məxfilik
ru: Конфиденциальность

# Moda
source: Fashion
az: Moda
ru: Мода

source: Fashion, beauty, food and more. Discover discounts from different places in one app.
az: Moda, gözəllik, yemək və daha çoxu. Müxtəlif məkanların endirimlərini bir yerdə kəşf et.
ru: Мода, красота, еда и многое другое. Находите скидки разных заведений в одном приложении.

# Olduğun məkanın ətrafında
source: Near your location
az: Olduğun məkanın ətrafında
ru: Рядом с вами

# Ön sıradakı fürsətlər
source: Featured offers
az: Ön sıradakı fürsətlər
ru: Рекомендуемые предложения

# Premium kampaniya
source: Premium campaign
az: Premium kampaniya
ru: Премиум-акция

# Profil
source: Profile
az: Profil
ru: Профиль

# Profil məlumatları
source: Profile information
az: Profil məlumatları
ru: Данные профиля

# Profil məlumatları saxlanıldı.
source: Profile details saved.
az: Profil məlumatları saxlanıldı.
ru: Данные профиля сохранены.

# Profil məlumatlarını yükləmək mümkün olmadı.
source: Your profile could not be loaded.
az: Profil məlumatlarını yükləmək mümkün olmadı.
ru: Не удалось загрузить профиль.

# Profilim
source: My profile
az: Profilim
ru: Мой профиль

source: Your profile, favorites and preferences will be permanently deleted. This cannot be undone.
az: Profilin, seçilmişlərin və şəxsi seçimlərin birdəfəlik silinəcək. Bu əməliyyatı geri qaytarmaq mümkün deyil.
ru: Ваш профиль, избранное и личные настройки будут удалены безвозвратно. Это действие нельзя отменить.

# Qaydalar və məxfilik
source: Terms & policies
az: Qaydalar və məxfilik
ru: Условия и конфиденциальность

# Qeydiyyat
source: Registration
az: Qeydiyyat
ru: Регистрация

# Qeydiyyatdan keç
source: Sign up
az: Qeydiyyatdan keç
ru: Зарегистрироваться

# Sabahın xeyir
source: Good morning
az: Sabahın xeyir
ru: Доброе утро

# Seçdiyin kateqoriyalarda yeni kampaniyalar.
source: New campaigns in your selected categories.
az: Seçdiyin kateqoriyalarda yeni kampaniyalar.
ru: Новые акции в выбранных категориях.

# Seçdiyin məkanın ətrafında
source: Near your selected location
az: Seçdiyin məkanın ətrafında
ru: Рядом с выбранным местом

# Seçilən məkan
source: Selected location
az: Seçilən məkan
ru: Выбранное место

# Seçilib
source: Selected
az: Seçilib
ru: Выбрано

# Seçilməyib
source: Not selected
az: Seçilməyib
ru: Не выбрано

# Seçilmiş kateqoriya
source: Selected category
az: Seçilmiş kateqoriya
ru: Выбранная категория

# Seçilmiş təklif
source: Favorite offer
az: Seçilmiş təklif
ru: Избранное предложение

# Seçilmişlər
source: Favorites
az: Seçilmişlər
ru: Избранное

# Seçilmişlər yenilənmədi
source: Favorites could not be updated
az: Seçilmişlər yenilənmədi
ru: Не удалось обновить избранное

# Seçilmişlərdə yeniliklər
source: Favorite updates
az: Seçilmişlərdə yeniliklər
ru: Обновления избранного

# Seçilmişlərdən çıxar
source: Remove from favorites
az: Seçilmişlərdən çıxar
ru: Удалить из избранного

# Seçilmişlərə əlavə et
source: Add to favorites
az: Seçilmişlərə əlavə et
ru: Добавить в избранное

# Seçilmişlərə əlavə etmək şəxsi hesablar üçün mövcuddur.
source: Saving favorites is available for personal accounts.
az: Seçilmişlərə əlavə etmək şəxsi hesablar üçün mövcuddur.
ru: Добавление в избранное доступно для личных аккаунтов.

# Seçilmişlərim
source: My favorites
az: Seçilmişlərim
ru: Моё избранное

# Sevdiklərin bir yerdə
source: Your favorites in one place
az: Sevdiklərin bir yerdə
ru: Всё любимое в одном месте

# Sevdiyin yerlər. Daha sərfəli təkliflər.
source: Places you love. Better offers.
az: Sevdiyin yerlər. Daha sərfəli təkliflər.
ru: Любимые места. Выгодные предложения.

# Sənə uyğun təklifləri seçməyimiz üçün maraq kateqoriyalarını qeyd et.
source: Choose your interests to get relevant offers.
az: Sənə uyğun təklifləri seçməyimiz üçün maraq kateqoriyalarını qeyd et.
ru: Выберите интересы, чтобы получать подходящие предложения.

# SƏNİN ÜÇÜN
source: FOR YOU
az: SƏNİN ÜÇÜN
ru: ДЛЯ ВАС

# Şəxsi
source: Personal
az: Şəxsi
ru: Личный

# Şəxsi hesab
source: Personal account
az: Şəxsi hesab
ru: Личный аккаунт

# ŞƏXSİ HESAB
source: PERSONAL ACCOUNT
az: ŞƏXSİ HESAB
ru: ЛИЧНЫЙ АККАУНТ

source: With a personal account, save campaigns to favorites and manage your interests and notifications. With a business account, update your business details.
az: Şəxsi hesabda kampaniyaları seçilmişlərə əlavə edə, maraqlarını və bildiriş seçimlərini idarə edə bilərsən. Biznes hesabında biznes məlumatlarını yeniləyə bilərsən.
ru: В личном аккаунте можно сохранять акции в избранное и управлять интересами и уведомлениями. В бизнес-аккаунте можно обновлять данные бизнеса.

# Şəxsi məlumatlar
source: Personal details
az: Şəxsi məlumatlar
ru: Личные данные

# Şəxsi seçimlər
source: Personal preferences
az: Şəxsi seçimlər
ru: Личные настройки

# Səyahət
source: Travel
az: Səyahət
ru: Путешествия

# Şifrə
source: Password
az: Şifrə
ru: Пароль

# Şifrə bərpası
source: Password recovery
az: Şifrə bərpası
ru: Восстановление пароля

source: Enter your account email on the Password recovery page. Use the reset link to set a new password.
az: Şifrə bərpası səhifəsində hesabının e-poçtunu daxil et. Göndərilən bərpa linki ilə yeni şifrə təyin edə bilərsən.
ru: Введите электронную почту аккаунта на странице восстановления пароля. По ссылке восстановления можно установить новый пароль.

# Şifrə daxil edin
source: Enter your password
az: Şifrə daxil edin
ru: Введите пароль

# Şifrə ən azı 6 simvol olmalıdır.
source: Password must contain at least 6 characters.
az: Şifrə ən azı 6 simvol olmalıdır.
ru: Пароль должен содержать не менее 6 символов.

# Şifrəmi unutmuşam, nə edim?
source: I forgot my password. What should I do?
az: Şifrəmi unutmuşam, nə edim?
ru: Я забыл пароль. Что делать?

source: Do not share your password. If you forget it, request a reset link using your email address.
az: Şifrəni başqaları ilə paylaşma. Şifrəni unutduqda e-poçt ünvanınla bərpa linki istəyə bilərsən.
ru: Не сообщайте свой пароль другим. Если вы его забыли, запросите ссылку для восстановления по электронной почте.

# Şifrəni gizlət
source: Hide password
az: Şifrəni gizlət
ru: Скрыть пароль

# Şifrəni göstər
source: Show password
az: Şifrəni göstər
ru: Показать пароль

# Şifrəni unutdum
source: Forgot password
az: Şifrəni unutdum
ru: Забыли пароль

# Şifrəni yenilə
source: Reset password
az: Şifrəni yenilə
ru: Сбросить пароль

# Şifrənizi yeniləmək üçün email daxil edin.
source: Enter your email to reset your password.
az: Şifrənizi yeniləmək üçün email daxil edin.
ru: Введите электронную почту для сброса пароля.

# Şifrənizi yeniləyin
source: Reset your password
az: Şifrənizi yeniləyin
ru: Сбросьте пароль

# Sistem
source: System
az: Sistem
ru: Системное
